"Cheerful" = "Neşeli";

"Melodic" = "Melodik";

"Relaxed" = "Rahat";

"Grooving" = "Modern";

"Distorted" = "Bozulmuş";

"Acoustic" = "Akustik";

"Processed" = "İşlenmiş";

"Single" = "Tek";

"Part" = "Bölüm";

"Dark" = "Koyu";

"Dissonant" = "Akortsuz";

"Intense" = "Yoğun";

"Arrhythmic" = "Aksak";

"Clean" = "Temiz";

"Electric" = "Elektro";

"Dry" = "Efektsiz";

"Ensemble" = "Grup";

"Fill" = "Atak";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronik";

"Jazz" = "Caz";

"Urban" = "Kent Müziği";

"World/Ethnic" = "Dünya Müziği";

"Cinematic/New Age" = "Sinematik";

"Orchestral" = "Orkestrayla İlgili";

"Country/Folk" = "Country";

"Experimental" = "Deneysel";

"Other Genre" = "Başka Bir Tür";

"Hip Hop" = "Hip Hop";

"Electro House" = "Elektro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Modern R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Başka Bir Müzik Türü";

"Chinese Traditional" = "Geleneksel Çin";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Ses Efektleri";

"Bass House" = "Bass House";

"Electronic Pop" = "Elektronik Pop";

"Techno" = "Tekno";

"Bass" = "Bas";

"Electric Bass" = "Elektro Bas";

"Acoustic Bass" = "Akustik Bas";

"Synthetic Bass" = "Sentezörlü Bas";

"Drums" = "Tüm Davullar";

"Drum Kit" = "Bateriler";

"Electronic Beats" = "Ritimler";

"Kick" = "Bas Davul";

"Tom" = "Tom";

"Snare" = "Trampet";

"Cymbal" = "Zil";

"Hi-hat" = "Hi-Hat";

"Guitars" = "Gitarlar";

"Electric Guitar" = "Elektrogitar";

"Acoustic Guitar" = "Akustik Gitar";

"Banjo" = "Banço";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Kaydırmalı Gitar";

"Pedal Steel Guitar" = "Pedal Yardımıyla Çalınan";

"Horn/Wind" = "Korno";

"Saxophone" = "Saksafon";

"Trumpet" = "Trompet";

"Flute" = "Flüt";

"Trombone" = "Trombon";

"Clarinet" = "Klarnet";

"French Horn" = "Fransız Kornosu";

"Tuba" = "Tuba";

"Oboe" = "Obua";

"Harmonica" = "Armonika";

"Recorder" = "Blok Flüt";

"Pan Flute" = "Pan Flüt";

"Bagpipe" = "Gayda";

"Bassoon" = "Bason";

"Piccolo" = "Pikolo";

"English Horn" = "İngiliz Kornosu";

"Brass" = "Metal Nefesliler";

"Woodwind" = "Nefesli";

"Keyboards" = "Klavyeler";

"Piano" = "Piyano";

"Electric Piano" = "Elektro Piyano";

"Organ" = "Org";

"Clavinet" = "Klavinet";

"Accordion" = "Akordiyon";

"Synthesizer" = "Synth’ler";

"Rhodes" = "Rhodes";

"Celesta" = "Çelesta";

"Harpsichord" = "Çembalo";

"Mallets" = "Tokmaklar";

"Steel Drum" = "Steelpan";

"Vibraphone" = "Vibrafon";

"Marimba" = "Marimba";

"Xylophone" = "Ksilofon";

"Kalimba" = "Kalimba";

"Bell" = "Zil";

"Timpani" = "Timpani";

"Mixed" = "Reklam Müziği";

"Other Instrument" = "Diğer Müzik Aletleri";

"Percussion" = "Vurmalılar";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Tef";

"Conga" = "Tumba";

"Bongo" = "Bongo";

"Cowbell" = "Asılı Çıngırak";

"Clave" = "Clave";

"Vinyl/Scratch" = "Vinil";

"Chime" = "Çan";

"Rattler" = "Çıngırak";

"Sound Effect" = "Efekt";

"Misc2" = "Çeşitli";

"Boom" = "Boom";

"All Effects" = "Tüm Efektler";

"Effects" = "Ses Efektleri";

"Ambience" = "Ambiyans";

"People" = "Kişiler";

"Transportation" = "Ulaşım";

"Weapons" = "Silahlar";

"Explosions" = "Patlamalar";

"Impacts & Crashes" = "Çarpmalar";

"Animals" = "Hayvanlar";

"Sports & Leisure" = "Spor";

"Mech/Tech" = "Makineler";

"Work/Home" = "İş/Ev";

"Misc." = "Çeşitli";

"Foley" = "Foley";

"Motions & Transitions" = "Bip Sesleri";

"Sci-Fi" = "Bilim Kurgu";

"Strings" = "Yaylılar";

"Violin" = "Keman";

"Viola" = "Viyola";

"Cello" = "Çello";

"Harp" = "Arp";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Kontrbas";

"Texture/Atmosphere" = "Dokular";

"Vocals" = "Vokaller";

"Male" = "Erkek";

"Female" = "Kadın";

"Choir" = "Koro";

"All" = "Tümü";

"Favorites" = "Favoriler";

"Genres" = "Türler";

"Instruments" = "Müzik Aletleri";

"Moods" = "Ruh Halleri";

"Reset" = "Sıfırla";

